Repository: CTR-tools/CTR-tools
Catalog: ctr-tools/ctrviewer/Resources/Localization.*.resx
Languages: es_es, ru_ru

# Bool_No
source: No
ru_ru: Нет

# Bool_Off
source: Off
ru_ru: Выкл.

# Bool_On
source: On
ru_ru: Вкл.

# Bool_Yes
source: Yes
es_es: Si
ru_ru: Да

# GreetingInfo_Bigfile
source: or put BIGFILE.BIG in viewer's root folder,
es_es: o poner BIGFILE.BIG en la carpeta raíz del visor,
ru_ru: или поместите BIGFILE.BIG в корень приложения,

# GreetingInfo_CD
source: or insert/mount CTR CD and use load level menu.
es_es: o insertar/montar el CD de CTR y usar el menú de carga de niveles.
ru_ru: или смонтируйте CD образ игры и воспользуйтесь меню.

# GreetingInfo_Escape
source: Press ESC to open menu.
es_es: Pulsar ESC para abrir el menú.
ru_ru: Нажмите ESC, чтобы открыть меню.

# GreetingInfo_LevFiles
source: Put LEV/VRM files in levels folder,
es_es: Poner los archivos LEV/VRM en la carpeta levels,
ru_ru: Поместите файлы LEV/VRM в папку levels,

# GreetingInfo_Models
source: Custom ctr models go to models folder
es_es: Los modelos ctr personalizados van a la carpeta models
ru_ru: Пользовательские модели CTR помещаются в папку models

# GreetingInfo_NoLevels
source: No levels loaded.
es_es: No hay niveles cargados.
ru_ru: Нет уровней для загрузки.

# GreetingInfo_Replacements
source: Replacement PNG textures go to newtex folder.
es_es: Las texturas PNG de reemplazo van a la carpeta newtex.
ru_ru: Новые PNG текстуры помещаются в папку newtex.

# GreetingInfo_Title
source: CTR-tools: Crash Team Racing (PS1) level viewer
es_es: CTR-tools: Visor de niveles de Crash Team Racing (PS1)
ru_ru: CTR-tools: загрузчик уровней Crash Team Racing (PS1)

# MainMenu_GeneralOptions
source: General options
ru_ru: Общие настройки

# MainMenu_KartMode
source: Kart mode
es_es: Modo Kart
ru_ru: Режим водителя

# MainMenu_Language
source: Language
es_es: Idioma
ru_ru: Язык

# MainMenu_LevelOptions
source: Level options
es_es: Opciones de pista
ru_ru: Настройки уровня

# MainMenu_LoadLevel
source: Load level
es_es: Nivel de carga
ru_ru: Смена уровня

# MainMenu_Quit
source: Quit
es_es: Abandonar
ru_ru: Выход

# MainMenu_Resume
source: Resume
es_es: Reanudar
ru_ru: Продолжить

# MainMenu_TimeOfDay
source: Time of day
es_es: Hora del día
ru_ru: Время суток

# MainMenu_VideoOptions
source: Video options
es_es: Opciones de vídeo
ru_ru: Настройки видео

# MenuGeneric_Back
source: Back
es_es: Volver
ru_ru: Назад

# TimeOfDay_Day
source: Day
ru_ru: День

# TimeOfDay_Evening
source: Evening
ru_ru: Вечер

# TimeOfDay_Night
source: Night
ru_ru: Ночь

# VideoMenu_30fps
source: 30 FPS
ru_ru: 30 кадров

# VideoMenu_Anisotropy
source: Anisotropy level
ru_ru: Уровень анизотропии

# VideoMenu_Antialias
source: Antialias
ru_ru: Сглаживание (AA)

# VideoMenu_BackfaceCulling
source: Backface culling
ru_ru: Отсечение граней

# VideoMenu_BotPaths
source: Bot Paths
ru_ru: Путевые точки

# VideoMenu_CameraPosition
source: Show camera position
ru_ru: Показать положение камеры

# VideoMenu_Console
source: Show console
ru_ru: Показать консоль

# VideoMenu_Crosseyed
source: Crosseyed
ru_ru: Поменять кадры местами

# VideoMenu_Filtering
source: Texture filtering
ru_ru: Фильтрация текстур

# VideoMenu_GameObjects
source: Game Objects
ru_ru: Игровые объекты

# VideoMenu_GenerateMipmaps
source: Generate mipmaps
ru_ru: Генерировать мипмапы

# VideoMenu_InternalResolution
source: Internal PSX Resolution (512x216)
ru_ru: Разрешение PSX (512x216)

# VideoMenu_InvisibleMeshes
source: Invisible Meshes
ru_ru: Невидимые объекты

# VideoMenu_QuadFlag
source: QuadFlag
ru_ru: Поверхность

# VideoMenu_RenderBranches
source: Render BSP Branches
ru_ru: Показать ветви дерева

# VideoMenu_Replacements
source: Texture replacements
ru_ru: Замена текстур

# VideoMenu_Skybox
source: Skybox
ru_ru: Небо

# VideoMenu_StereoMode
source: Stereoscopic mode (VR)
ru_ru: Стерео режим (VR)

# VideoMenu_ToggleLod
source: Toggle LoD
ru_ru: Переключить детализацию

# VideoMenu_VertexLighting
source: Vertex lighting
ru_ru: Вертексное освещение

# VideoMenu_VisibilityTree
source: Visibility Tree
ru_ru: Дерево видимости

# VideoMenu_Vsync
source: VSync/FPS lock
ru_ru: Верт. синхронизация

# VideoMenu_Water
source: Water
ru_ru: Вода

# VideoMenu_Windowed
source: Windowed
ru_ru: В окне

# VideoMenu_Wireframe
source: Wireframe
ru_ru: Каркас
